bot_token = 'YOUR BOT TOKEN'

bot_description = 'Kudah-tah-tah'

bot_client_id = 'YOUR BOT ID'

jail_channel_id = 'YOUR CHANNEL ID'

game_message = 'Если в вашем сообщении есть слова "админ" и "петух", то вам засчитывается бросок банана в лицо админа.'\
               'В зависимости от количества брошеных бананов выдаются соответствующие роли :monkey_face: '

banana_phrases = [
    '{} кинул банан в админа :hear_no_evil: :monkey: :banana: ',
    'банан {} попал в лицо админу :banana: :banana: :banana: ',
    'похоже у {} получил лишний банан!:see_no_evil: ',
    'у {} появился бананомёт! Прячьтесь все! :banana: ',
    'чунга-чанга, {} :banana: ',
    'любовь {} к бананам не знает границ! :eye: :speak_no_evil:',
    '{} идёт на рекорд :banana:',
    '{} нашёл лишний банан:banana:',
    '{}, БАНАНАСЫЫ!:banana:',
    '{} воу-воу! Остынь! :monkey:',
    '{} устраивает "Бананзу"! :banana: :banana:'
]

warning_message = [
    '@{} воу! Будешь писать такие длинные сообщения - отправлю в обезьянник!',
    '@{} попридержи коней, нелегал! Пиши короче!',
    '@{} чёрт! Если тебе есть что сказать, то делай это в голосовом чате или пиши в лс!',
    '@{} Кудах-тах-тах! Ку-ка-ри-кууу! Многа букаф, остановись',
    '@{} осторожнее! Длинные сообщения ведут в обезьянник'
]

prev_msg_content = ''
